[
    {
        "id": "bamboo",
        "name": "Bamboo Forest",
        "headline": "Arashiyama Bamboo Grove or Sagano Bamboo Forest, is a natural forest of bamboo in Arashiyama, Kyoto, Japan. The forest consists mostly of Moso Bamboo (Phyllostachys edulis) and consists of several pathways for tourists and visitors.",
        "description": "Arashiyama is in the far west of Kyoto, tucked along the base of the Arashiyama Mountains (meaning 'Storm Mountains'). It’s a fair distance from the center of Kyoto: whether you go by train, bus, bicycle or taxi, you’re generally looking at about a 30-minute trip. Still, it’s worth it for the number of great sights here.\n\n The main street of Arashiyama, along with the famed Togetsu-kyo Bridge, which form the heart of Arashiyama, is nothing but a tourist circus. But, don’t despair. As quickly as you can, walk upriver to Kameyama-koen Park, or into Tenryu-ji Temple and on into the Bamboo Grove. If you’d like to get away from the crowds and still see the highlights, check out our Arashiyama Bamboo Grove Walking Tour, which outlines the best route to follow.",
        "link": "https://en.wikipedia.org/wiki/Bamboo_Forest_(Kyoto,_Japan)",
        "image": "bamboo",
        "gallery": [
            "bamboo-2",
            "bamboo-3",
            "bamboo-4",
            "bamboo-1"
        ],
        "fact" : [
            "The bamboo can reach 30 meters tall - more than 90 feet.",
            "The bamboo grove is about 30 minutes by train from the center of Kyoto.",
            "Tenryu-ji Temple is the headline attraction in Arashiyama, a sprawling Zen temple with one of the finest gardens in Kyoto and wonderful mountain views"
        ]
    },
    
    {
        "id": "daikakuji",
        "name": "Daikaku-ji",
        "headline": "Daikaku-ji (大覚寺, Daikaku-ji) is a Shingon Buddhist temple in Ukyō-ku, a western ward in the city of Kyoto, Japan. The site was originally a residence of Emperor Saga (785–842 CE), and later various emperors conducted their cloistered rule from here.",
        "description": "The origins of the temple dates back to the Heian period in the year 814 CE, when Emperor Saga had a palace, known as the Saga-in, constructed on the site. The palace later became his seat of retirement, known as Saga Rikyu imperial villa. According to tradition, when Japan suffered a serious epidemic, the Buddhist monk Kobo Daishi, the founder of Shingon Buddhism, suggested that the Emperor Saga personally copy an important Buddhist religious document called the Heart Sutra (Hannya Shingyō). The emperor made a handwritten copy, and the epidemic is said to have ended. The handwritten sutra is kept at the Shingyōden hall of the temple, and is displayed to the public once every sixty years, the next time being in 2018. Pilgrims still come to the temple to make copies of the sutra, which are kept in the temple with the original. In 876, thirty-four years after the death of Emperor Saga, his daughter Princess Masako (正子内親王; 810–879), who was consort of Emperor Junna, turned the complex into a temple and gave it the name Daikaku-ji. It was a monzeki temple (門跡), which means by tradition that only imperial princes were appointed abbot of the temple. Over the years, it became the retirement home of several emperors. In the 13th and 14th centuries the temple became the residence of retired emperors such as Emperor Go-Saga, Emperor Kameyama and Emperor Go-Uda, who could be ordained as monks, but continued to wield power in what became known as cloistered rule.In 1336, during the upheaval between the Kamakura period and the Muromachi period, the temple burned down, but was later rebuilt. During the Edo period, Emperor Go-Mizunoo brought in Momoyama period buildings from the Kyoto Imperial Palace. The temple was placed in a graveled courtyard next to the pond. The hondō, or main hall, and the Founder's Hall were also moved from the Kyoto Imperial Palace. The main images are of the Five Wisdom Kings, centered on Fudō. The sliding door painting in the Okanmuri-no-ma room of the Shōshinden were painted by Kanō Sanraku and Shikō Watanabe. They feature peony trees and red and white plum blossoms. The hawk painted with Indian ink is a unique motif. The wooden beam above the doors has a painting of a hare. All these works of art are designated as Important Cultural Properties. Tsujii Kōshū (辻井弘洲) (born 1872), who was one of Ohara Unshin's disciples from the Ohara-ryū school of ikebana, established his own school in the early part of the Taishō era.[7] He was invited by Daikaku-ji to set up the Saga Go-ryū school in 1936.[8]",
        "link": "https://en.wikipedia.org/wiki/Daikaku-ji",
        "image": "daikakuji",
        "gallery": [
            "daikakuji-1",
            "daikakuji-2",
            "daikakuji-3",
            "daikakuji-4"
        ],
        "fact" : [
            "The temple dates back to the Heian period - 814 CE.",
            "In 1336, during the tumultuos Kamakura period the temple burned down.",
            "The Ōsawa Pond is older than the temple."
        ]
    },
    
    {
        "id": "heijo",
        "name": "Heijō Palace",
        "headline": "Heijō Palace (平城宮, Heijō-kyū) was the imperial residence in the Japanese capital city Heijō-kyō (today's Nara), during most of the Nara period.",
        "description": "Heijō Palace (平城宮, Heijō-kyū) was the imperial residence in the Japanese capital city Heijō-kyō (today's Nara), during most of the Nara period. The palace, which served as the imperial residence and the administrative centre of for most of the Nara period from 710 to 794 AD, was located at the north-central location of the city in accordance with the Chinese models used for the design of the capital. The palace consisted of a daidairi (大内裏, also pronounced taidairi), a large rectangular walled enclosure which contained several ceremonial and administrative buildings including the government ministries. Inside this enclosure was the separately walled residential compound of the emperor or the Inner Palace. In addition to the emperor's living quarters, the Inner Palace contained the residences of the imperial consorts, as well as certain official and ceremonial buildings more closely linked to the person of the emperor. The original role of the palace was to manifest the centralised government model adopted by Japan from China in the 7th century—the Daijō-kan and its subsidiary Eight Ministries. The palace was designed to provide an appropriate setting for the emperor's residence, the conduct of great affairs of state, and the accompanying ceremonies. After the capital was moved to Heian, the palace structures were either moved there or suffered several fires and other disasters and disappeared. The site was built over for agriculture that almost no trace of it remained, however, the location was still known. Excavations started in the 1970s and large-scale reconstruction based on contemporary literary sources and excavations starting in the 2000s. The excavated remains of the palace, and the surrounding area, was established as a UNESCO World Heritage Site in 1998 along with a number of other buildings and area, as the Historic Monuments of Ancient Nara.",
        "link": "https://en.wikipedia.org/wiki/Heijō_Palace",
        "image": "heijo",
        "gallery": [
            "heijo-1",
            "heijo-2",
            "heijo-3",
            "heijo-4"
        ],
        "fact" : [
            "The palace was the administrative center during the Nara Period 710-794 AD",
            "The city, and the palace grounds, was based largely on Chang'an (present-day Xi'an), the capital of China during the Tang dynasty, which was contemporary to the time when Nara was capital.",
            "The Suzaku Gate and East Palace Garden have been restored and opened to the public in 1998."
        ]
    },
    
    {
        "id": "horyuji",
        "name": "Hōryū-ji",
        "headline": "Hōryū-ji (法隆寺, Temple of the Flourishing Dharma) is a Buddhist temple that was once one of the powerful Seven Great Temples, in Ikaruga, Nara Prefecture, Japan.",
        "description": "The temple was founded by Prince Shōtoku in 607, but according to the Nihon Shoki, in 670 all buildings were burned down by lightning. However, reconstructed at least 1,300 years ago, the Kondō (main hall) is widely recognized as the world's oldest wooden building. A fire that broke out during the dismantling and repair of Kondo on January 26, 1949 destroyed a mural of the Asuka period, a national treasure, and shocked the Japanese. Based on this accident, the day when the fire broke out is now fire prevention day for cultural properties. In 1993, Horyu-ji Temple, along with Hokki-ji, was registered as Japan's first UNESCO World Heritage site under the name of Buddhist Monuments in the Hōryū-ji Area. A tree ring survey conducted in 2001 revealed that the shinbashira of the five-story pagoda were cut down in 594, before burning down in 670.",
        "link": "https://en.wikipedia.org/wiki/Hōryū-ji",
        "image": "horyuji",
        "gallery": [
            "horyuji-1",
            "horyuji-2",
            "horyuji-3",
            "horyuji-4"
        ],
        "fact" : [
            "Horyuji is recognized as the world's oldest wood building.",
            "The temple was originally commissioned by Prince Shōtoku.",
            "The reconstructed buildings embrace significant cultural influences from the Three Kingdoms of Korea."
        ]
    },
    
    {
        "id": "katsura",
        "name": "Katsura Villa",
        "headline": "The Katsura Imperial Villa (桂離宮, Katsura Rikyū), or Katsura Detached Palace, is a villa with associated gardens and outbuildings in the western suburbs of Kyoto, Japan (in Katsura, Nishikyō-ku, separate from the Kyoto Imperial Palace).",
        "description": "Its gardens are considered a masterpiece of Japanese gardening, and the buildings are regarded among the greatest achievements of Japanese architecture.[citation needed] The palace includes a shoin ('drawing room'), tea houses, and a strolling garden. The palace belonged to the prince of the Hachijō-no-miya (八条宮) family. The Katsura district of Kyoto has long been favored for villas, and in the Heian period, Fujiwara no Michinaga had a villa there. The members of the Heian court found it an elegant location for viewing the moon. Prince Hachijō Toshihito (智仁; 1579–1629), the founder of the Katsura Imperial Villa, was born on 13 February 1579. He was the sixth son of Prince Sanehito, and a descendant of Emperor Ogimachi. In 1586, Toshihito was adopted by Hideyoshi Toyotomi, but they separated in 1589 when Hideyoshi had his own son. He presented Toshihito with land that yielded 3000 koku (15,000 bushels of rice) and allowed him to establish a new house in the imperial line, which became the Hachijo family line. From an early age, Prince Toshihito was very familiar with the Tales of Genji, the Poems of Past and Present, and the works of Po Chu-i. He was incredibly fond of these works, and was said to copy passages from the works for leisure. One such passage, from the Tales of Genji, had written: Far away, in the country village of Katsura, the reflection of the moon upon the water is clear and tranquil.",
        "link": "https://en.wikipedia.org/wiki/Katsura_Imperial_Villa",
        "image": "katsura",
        "gallery": [
            "katsura-1",
            "katsura-2",
            "katsura-3",
            "katsura-4"
        ],
        "fact" : [
            "Katsura Villa is one of Japan's most important large-scale cultural treasures.",
            "Visits can only be made by appointment through the Imperial Household Agency.",
            "The Villa combines principles usually used in early Shinto shrines and merges it with the esthetics and philosophy of Zen Buddhism."
        ]
    },
    
    {
        "id": "kinkakuji",
        "name": "Kinkaku-ji",
        "headline": "Kinkaku-ji (金閣寺, literally: 'Temple of the Golden Pavilion'), officially named Rokuon-ji (鹿苑寺, literally 'Deer Garden Temple'), is a Zen Buddhist temple in Kyoto, Japan. It is one of the most popular buildings in Kyoto.",
        "description": "The site of Kinkaku-ji was originally a villa called Kitayama-dai (北山第), belonging to a powerful statesman, Saionji Kintsune. Kinkaku-ji's history dates to 1397, when the villa was purchased from the Saionji family by shōgun Ashikaga Yoshimitsu and transformed into the Kinkaku-ji complex. When Yoshimitsu died the building was converted into a Zen temple by his son, according to his wishes. During the Ōnin war (1467–1477), all of the buildings in the complex aside from the pavilion were burned down. The present pavilion structure dates from 1955, when it was rebuilt. The pavilion is three stories high, 12.5 meters (40 feet) in height.[8][page needed] The reconstruction is said to be a copy close to the original, although some doubt such an extensive gold-leaf coating was used on the original structure. In 1984 the coating of Japanese lacquer was found to be a little decayed and a new coating, as well as gilding with gold-leaf, much thicker than the original coatings (0.5 µm instead of 0.1 µm), was completed in 1987. Additionally, the interior of the building, including the paintings and Yoshimitsu's statue, were also restored. Finally, the roof was restored in 2003. The name Kinkaku is derived from the gold leaf that the pavilion is covered in. Gold was an important addition to the pavilion because of its underlying meaning. The gold employed was intended to mitigate and purify any pollution or negative thoughts and feelings towards death. Other than the symbolic meaning behind the gold leaf, the Muromachi period heavily relied on visual excesses. With the focus on the Golden Pavilion, the way that the structure is mainly covered in that material creates an impression that stands out because of the sunlight reflecting and the effect the reflection creates on the pond.",
        "link": "https://en.wikipedia.org/wiki/Kinkaku-ji",
        "image": "kinkakuji",
        "gallery": [
            "kinkakuji-1",
            "kinkakuji-2",
            "kinkakuji-3",
            "kinkakuji-4"
        ],
        "fact" : [
            "Kinkakuji is one of the most popular tourist sites in Kyoto.",
            "In 1950 the pavilion was burned down when a novice monk attempted suicide.",
            "The pavilion is covered with gold-leaf."
        ]
    },
    
    {
        "id": "kyoto-palace",
        "name": "Kyoto Palace",
        "headline": "The Kyoto Imperial Palace (京都御所, Kyōto-gosho) is the former ruling palace of the Emperor of Japan. Since the Meiji Restoration in 1869, the Emperors have resided at the Tokyo Imperial Palace, while the preservation of the Kyoto Imperial Palace was ordered in 1877.",
        "description": "The Palace is situated in the Kyōto-gyoen (京都御苑), a large rectangular enclosure 1,300 metres (4,300 ft) north to south and 700 metres (2,300 ft) east to west. It also contains the Sentō Imperial Palace gardens and the Kyoto State Guest House. The estate dates from the early Edo period when the residence of high court nobles were grouped close together with the palace and the area walled. When the capital was moved to Tokyo, the residences of the court nobles were demolished and most of Kyōto Gyoen is now a park open to the public. The Imperial Palace has been officially located in this area since the final abandonment of the Heian Palace in late 12th century. However, it was already much earlier that the de facto residence of the Emperors was often not in the Inner Palace (内裏, dairi) of the original Heian period palace, but in one of the temporary residences (里内裏, sato-dairi) in this part of the city and often provided to the Emperor by powerful noble families. The present palace is a direct successor—after iterations of rebuilding—to one of these sato-dairi palaces, the Tsuchimikado Dono (土御門殿, Tsuchimikado-dono) of the Fujiwara clan. The palace, like many of the oldest and most important buildings in Japan, was destroyed by fire and rebuilt many times over the course of its history. It has been destroyed and rebuilt eight times, six of them during the 250-year-long peace of the Edo period. The version currently standing was completed in 1855, with an attempt at reproducing the Heian period architecture and style of the original dairi of the Heian Palace. The grounds include a number of buildings, along with the imperial residence. The neighboring building to the north is the sentō (仙洞), or residence of the retired Emperor, and beyond that, across Imadegawa Street, sits Doshisha University. The Imperial Household Agency maintains the building and the grounds and also runs public tours.",
        "link": "https://en.wikipedia.org/wiki/Kyoto_Imperial_Palace",
        "image": "kyoto-palace",
        "gallery": [
            "kyoto-palace-1",
            "kyoto-palace-2",
            "kyoto-palace-3",
            "kyoto-palace-4"
        ],
        "fact" : [
            "The Kyoto Imperial Palace was in use until the Meiji restoration in 1869.",
            "The Imperial Household Agency maintains the building and the grounds and also runs public tours.",
            "The estate dates from the early Edo period when the residence of high court nobles were grouped close together with the palace and the area walled."
        ]
    },
    
    {
        "id": "nijo",
        "name": "Nijō Castle",
        "headline": "Nijō Castle (二条城, Nijō-jō) is a flatland castle in Kyoto, Japan. The castle consists of two concentric rings (Kuruwa) of fortifications, the Ninomaru Palace, the ruins of the Honmaru Palace, various support buildings and several gardens.",
        "description": "In 1601, Tokugawa Ieyasu, the founder of the Tokugawa shogunate, ordered all the feudal lords in western Japan to contribute to the construction of Nijō Castle, which was completed during the reign of Tokugawa Iemitsu in 1626. While the castle was being built, a portion of land from the partially abandoned Shinsenen Garden (located south) was absorbed, and its abundant water was used in the castle gardens and ponds. Parts of Fushimi Castle, such as the main tower and the karamon, were moved here in 1625–26. Nijo Castle was built as the Kyoto residence of the Tokugawa shōguns. The Tokugawa shogunate used Edo as the capital city, but Kyoto continued to be the home of the Imperial Court. Kyoto Imperial Palace is located north-east of Nijō Castle. The central keep, or tenshu, was struck by lightning and burned to the ground in 1750. In 1788, the Inner Ward was destroyed by a citywide fire. The site remained empty until it was replaced by a prince's residence transferred from the Kyoto Imperial Palace in 1893. In 1867, the Ninomaru Palace, in the Outer Ward, was the stage for the declaration by Tokugawa Yoshinobu, returning the authority to the Imperial Court. In 1868 the Imperial Cabinet was installed in the castle. The palace became imperial property and was declared a detached palace. During this time, the Tokugawa hollyhock crest was removed wherever possible and replaced with the imperial chrysanthemum. In 1939, the palace was donated to the city of Kyoto and opened to the public the following year.",
        "link": "https://en.wikipedia.org/wiki/Nijō_Castle",
        "image": "nijo",
        "gallery": [
            "nijo-1",
            "nijo-2",
            "nijo-3",
            "nijo-4"
        ],
        "fact" : [
            "Nijo Castle has two concentric rings of fortifications.",
            "The central keep, or tenshu, was struck by lightning and burned to the ground in 1750.",
            "In 1939, the palace was donated to the city of Kyoto and opened to the public the following year."
        ]
    },
    
    {
        "id": "tokyo-palace",
        "name": "Tokyo Palace",
        "headline": "The Tokyo Imperial Palace (皇居, Kōkyo, literally 'Imperial Residence') is the usual residence[1] of the Emperor of Japan. It is a large park-like area located in the Chiyoda district of the Chiyoda ward of Tokyo and contains several buildings including the main palace (宮殿, Kyūden), some residences of the Imperial Family, an archive, museums and administrative offices.",
        "description": "In the Meiji period, most structures from the Edo Castle disappeared. Some were cleared to make way for other buildings while others were destroyed by earthquakes and fire. For example, the wooden double bridges (二重橋, Nijūbashi) over the moat were replaced with stone and iron bridges. The buildings of the Imperial Palace constructed in the Meiji era were constructed of wood. Their design employed traditional Japanese architecture in their exterior appearance while the interiors were an eclectic mixture of then-fashionable Japanese and European elements. The ceilings of the grand chambers were coffered with Japanese elements; however, Western chairs, tables and heavy curtains furnished the spaces. The floors of the public rooms had parquets or carpets while the residential spaces used traditional tatami mats. The main audience hall was the central part of the palace. It was the largest building in the compound. Guests were received there for public events. The floor space was more than 223 tsubo or approximately 737.25 m2 (7,935.7 sq ft). In the interior, the coffered ceiling was traditional Japanese-style, while the floor was parquetry. The roof was styled similarly to the Kyoto Imperial Palace, but was covered with (fireproof) copper plates rather than Japanese cypress shingles. In the late Taishō and early Shōwa period, more concrete buildings were added, such as the headquarters of the Imperial Household Ministry and the Privy Council. These structures exhibited only token Japanese elements. From 1888 to 1948, the compound was called Palace Castle (宮城, Kyūjō). On the night of 25 May 1945, most structures of the Imperial Palace were destroyed in the Allied firebombing raid on Tokyo. According to the US bomber pilot Richard Lineberger, Emperor's Palace was the target of their special mission on July 29, 1945, and was hit with 2000-pound bombs.[10][11] In August 1945, in the closing days of World War II, Emperor Hirohito met with his Privy Council and made decisions culminating in the surrender of Japan at an underground air-raid shelter on the palace grounds referred to as His Majesty's Library (御文庫附属室, Obunko Fuzokushitsu). Due to the large-scale destruction of the Meiji-era palace, a new main palace hall (宮殿, Kyūden) and residences were constructed on the western portion of the site in the 1960s. The area was renamed Imperial Residence (皇居, Kōkyo) in 1948, while the eastern part was renamed East Garden (東御苑, Higashi-Gyoen) and became a public park in 1968.",
        "link": "https://en.wikipedia.org/wiki/Tokyo_Imperial_Palace",
        "image": "tokyo-palace",
        "gallery": [
            "tokyo-palace-1",
            "tokyo-palace-2",
            "tokyo-palace-3",
            "tokyo-palace-4"
        ],
        "fact" : [
            "It is built on the site of the old Edo Castle.",
            "On the night of 25 May 1945, most structures of the Imperial Palace were destroyed in the Allied firebombing raid on Tokyo.",
            "A new main palace hall (宮殿, Kyūden) and residences were constructed on the western portion of the site in the 1960s. "
        ]
    },
    
    {
        "id": "ryoanji",
        "name": "Ryōan-ji",
        "headline": "Ryōan-ji (Shinjitai: 竜安寺, Kyūjitai: 龍安寺, The Temple of the Dragon at Peace) garden is considered one of the finest surviving examples of kare-sansui ('dry landscape'), a refined type of Japanese Zen temple garden design generally featuring distinctive larger rock formations arranged amidst a sweep of smooth pebbles (small, carefully selected polished river rocks) raked into linear patterns that facilitate meditation.",
        "description": "The temple's name is synonymous with the temple's famous Zen garden, the karesansui (dry landscape) rock garden, thought to have been built in the late 15th century. The garden is a rectangle of 248 square meters (2,670 square feet), twenty-five meters by ten meters. Placed within it are fifteen stones of different sizes, carefully composed in five groups; one group of five stones, two groups of three, and two groups of two stones. The stones are surrounded by white gravel, which is carefully raked each day by the monks. The only vegetation in the garden is some moss around the stones. The garden is meant to be viewed from a seated position on the veranda of the hōjō, the residence of the abbot of the monastery. The stones are placed so that the entire composition cannot be seen at once from the veranda. They are also arranged so that when looking at the garden from any angle (other than from above) only fourteen of the boulders are visible at one time. It is traditionally said that only through attaining enlightenment would one be able to view the fifteenth boulder. The wall behind the garden is an important element of the garden. It is made of clay, which has been stained by age with subtle brown and orange tones. In 1977, the tile roof of the wall was restored with tree bark to its original appearance.[6] When the garden was rebuilt in 1799, it came up higher than before and a view over the wall to the mountain scenery behind came about. At present this view is blocked by trees.",
        "link": "https://en.wikipedia.org/wiki/Ryōan-ji",
        "image": "ryoanji",
        "gallery": [
            "ryoanji-1",
            "ryoanji-2",
            "ryoanji-3",
            "ryoanji-4"
        ],
        "fact" : [
            "Ryoanji means The Temple of the Dragon at Peace",
            "The garden is meant to be viewed from a seated position on the veranda.",
            "The garden at Ryōan-ji does not symbolize anything... It is a composition whose function is to incite meditation."
        ]
    },
    
    {
        "id": "sensoji",
        "name": "Sensō-ji",
        "headline": "Sensō-ji (金龍山浅草寺, Kinryū-zan Sensō-ji) is an ancient Buddhist temple located in Asakusa, Tokyo, Japan. It is Tokyo's oldest temple, and one of its most significant.",
        "description": "The temple is dedicated to the bodhisattva Kannon (Avalokiteśvara). According to legend, a statue of the Kannon was found in the Sumida River in 628 AD by two fishermen, the brothers Hinokuma Hamanari and Hinokuma Takenari. The chief of their village, Hajino Nakamoto, recognized the sanctity of the statue and enshrined it by remodeling his own house into a small temple in Asakusa so that the villagers could worship Kannon. The first temple was founded in 645 AD, which makes it the oldest temple in Tokyo. In the early years of the Tokugawa shogunate, Tokugawa Ieyasu designated Sensō-ji as tutelary temple of the Tokugawa clan. The Nishinomiya Inari shrine is located within the precincts of Sensō-ji and a torii identifies the entry into the hallowed ground of the shrine. A bronze plaque on the gateway structure lists those who contributed to the construction of the torii, which was erected in 1727 (Kyōhō 12, 11th month). During World War II, the temple was bombed and destroyed during the 10 March air raid on Tokyo. It was rebuilt later and is a symbol of rebirth and peace to the Japanese people. In the courtyard there is a tree that was hit by a bomb in the air raids, and it had regrown in the husk of the old tree and is a similar symbol to the temple itself.",
        "link": "https://en.wikipedia.org/wiki/Sensō-ji",
        "image": "sensoji",
        "gallery": [
            "sensoji-1",
            "sensoji-2",
            "sensoji-3",
            "sensoji-4"
        ],
        "fact" : [
            "Sensō-ji was first built in 645 AD, making it the oldest temple in Tokyo.",
            "It was destroyed during the 10 March air raid on Tokyo.",
            "It was rebuilt and has become a symbol of renewal and peace."
        ]
    },
    
    {
        "id": "todaiji",
        "name": "Tōdai-ji",
        "headline": "Tōdai-ji (東大寺, Eastern Great Temple) is a Buddhist temple complex that was once one of the powerful Seven Great Temples, located in the city of Nara, Japan.",
        "description": "In 743, Emperor Shōmu issued a law stating that the people should become directly involved with the establishment of new Buddhist temples throughout Japan. The Emperor believed that such piety would inspire Buddha to protect his country from further disaster. Gyōki, with his pupils, traveled the provinces asking for donations. According to records kept by Tōdai-ji, more than 2,600,000 people in total helped construct the Great Buddha and its Hall; contributing rice, wood, metal, cloth, or labor; with 350,000 working directly on the statue's construction. The 16 m (52 ft) high statue was built through eight castings over three years, the head and neck being cast together as a separate element. The making of the statue was started first in Shigaraki. After enduring multiple fires and earthquakes, the construction was eventually resumed in Nara in 745, and the Buddha was finally completed in 751. A year later, in 752, the eye-opening ceremony was held with an attendance of 10,000 monks and 4,000 dancers to celebrate the completion of the Buddha.[16] The Indian priest Bodhisena performed the eye-opening for Emperor Shōmu. The project cost Japan greatly, as the statue used much of Japan's bronze and relied entirely on imported gold. 48 lacquered cinnabar pillars, 1.5 m in diameter and 30 m long, support the blue tiled roof of the Daibutsu-den.",
        "link": "https://en.wikipedia.org/wiki/Tōdai-ji",
        "image": "todaiji",
        "gallery": [
            "todaiji-1",
            "todaiji-2",
            "todaiji-3",
            "todaiji-4"
        ],
        "fact" : [
            "Todaiji houses the world's largest bronze statue of the Buddha",
            "The statue if 49 ft 2 in tall. The ears alone are 8 ft 4 in.",
            "The statue weighs 500 tons."
        ]
    }
]

